[
  {
    "title": "Hump Day Nooner Ride"
  , "timestamp": 1459870237
  , "text": "Don't have a job or have an understanding boss? Take some time to get in a quick ride and a bite to eat along the way."
  , "thumbnail": "//placekitten.com/200/150"
  , "department": 0
  , "meetingType": 0
  }
, {
    "title": "Yoga Practice"
  , "timestamp": 1459870237
  , "text": "Bring your mat and a desire to get your Vinyasa flowed right."
  , "thumbnail": "//placekitten.com/200/150"
  , "department": 0
  , "meetingType": 0
  }
, {
    "title": "Call for Platelet Donors"
  , "timestamp": 1459870237
  , "text": "The supply of platelets has fallen to an unsafe level. Anyone who is able is urged to make a platelet donation appointment as soon as possible. Platelet donation may be done every 7 days or 24 times per year. The entire process from the time a donor walks through the doors until they leave is approximately 1 to 1.5 hours. Call to make an appointment. Open seven days a week."
  , "thumbnail": "//placekitten.com/200/150"
  , "department": 0
  , "meetingType": 0
  }
, {
    "title": "Juneteenth: A Celebration of Freedom"
  , "timestamp": 1459870237
  , "text": "The Carver is the first museum in the nation to feature a permanent exhibit honoring Juneteenth. Up all year round, the museum's core exhibit is dedicated to the history and evolution of Juneteenth, told through a combination of visual and interactive activities."
  , "thumbnail": "//placekitten.com/200/150"
  , "department": 0
  , "meetingType": 0
  }
, {
    "title": "Austin All Veterans Job Fair"
  , "timestamp": 1460026800
  , "text": "Job fair for veterans in the Omni ballroom."
  , "thumbnail": "//placekitten.com/200/150"
  , "department": 0
  , "meetingType": 0
  }
, {
    "title": "Thinkery21"
  , "timestamp": 1460214000
  , "text": "Prepare to have your senses challenged at this adults-only event at the children's museum. Take a blindfolded taste test, become a human phonograph, dissect a cow's eye, or try your luck in the tactile maze."
  , "thumbnail": "//placekitten.com/200/150"
  , "department": 1
  , "meetingType": 3
  }
]
